Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Holdings worth less than the chosen amount are hidden from the wallet home until you change this back to Show all.
af: Besittings met ’n waarde kleiner as die gekose bedrag word op die beursie se tuisblad versteek totdat jy dit terugskakel na Wys almal.
ar: تُخفى الأرصدة التي تقل قيمتها عن المبلغ المختار من الصفحة الرئيسية للمحفظة حتى تعيد التحديد إلى عرض الكل.
bg: Активите със стойност, по-ниска от избраната сума, са скрити от началния екран на портфейла, докато не превключите обратно на Покажи всички.
bn: নির্বাচিত পরিমাণের কম মূল্যের হোল্ডিংগুলো ওয়ালেট হোম থেকে লুকানো থাকে যতক্ষণ না আপনি এটি সব দেখান-এ ফিরিয়ে আনেন।
ca: Els actius amb un valor inferior a la quantitat triada s'amaguen de la pantalla d'inici de la cartera fins que tornis a l'opció Mostra-ho tot.
cs: Aktiva s hodnotou nižší než zvolená částka jsou na domovské stránce peněženky skryta, dokud nepřepnete zpět na Zobrazit vše.
da: Beholdninger, der er mindre værd end det valgte beløb, skjules fra wallets startskærm, indtil du skifter tilbage til Vis alle.
de: Bestände unter dem gewählten Betrag werden auf der Wallet-Startseite ausgeblendet, bis du wieder auf Alle anzeigen wechselst.
el: Τα στοιχεία με αξία μικρότερη από το επιλεγμένο ποσό κρύβονται από την αρχική του πορτοφολιού, μέχρι να το αλλάξεις ξανά σε Εμφάνιση όλων.
es: Los activos que valen menos del importe elegido se ocultan del inicio de la cartera hasta que vuelvas a elegir Mostrar todo.
et: Valitud summast väiksema väärtusega varad on rahakoti avalehelt peidetud, kuni muudad selle uuesti olekuks Näita kõiki.
fa: دارایی‌هایی که ارزششان از مبلغ انتخاب‌شده کمتر است، تا زمانی که گزینه را به نمایش همه برگردانید، از صفحهٔ اصلی کیف‌پول پنهان می‌شوند.
fi: Valittua summaa pienempiarvoiset omistukset piilotetaan lompakon aloitusnäkymästä, kunnes vaihdat takaisin Näytä kaikki -asetukseen.
fil: Itinatago sa wallet home ang mga hawak na mas mababa ang halaga sa napiling halaga hanggang sa ibalik mo ito sa Show all.
fr: Les avoirs d’une valeur inférieure au montant choisi sont masqués sur l’écran d’accueil du portefeuille jusqu’à ce que vous repassiez sur Tout afficher.
he: החזקות בשווי נמוך מהסכום שנבחר מוסתרות ממסך הבית של הארנק עד שתחזיר את ההגדרה ל"הצג הכול".
hi: चुनी गई राशि से कम मूल्य की होल्डिंग्स वॉलेट होम से छिपी रहती हैं, जब तक आप इसे वापस सभी दिखाएँ पर नहीं बदलते।
hr: Imovina vrijednija manje od odabranog iznosa skrivena je s početnog zaslona novčanika dok ovo ne vratite na Prikaži sve.
hu: A választott összegnél kevesebbet érő eszközök rejtve maradnak a tárca főképernyőjén, amíg vissza nem váltja Összes megjelenítése értékre.
id: Aset bernilai lebih rendah dari jumlah yang dipilih disembunyikan dari beranda dompet hingga Anda mengubahnya kembali ke Tampilkan semua.
is: Eignir með minna virði en valið magn eru faldar af heimaskjá veskisins þar til þú breytir aftur í Sýna allt.
it: Le posizioni di valore inferiore all’importo scelto sono nascoste dalla schermata iniziale del portafoglio finché non torni su Mostra tutto.
ja: 選択した金額より価値が低い保有資産は、再度「すべて表示」に戻すまで、ウォレットホームから非表示になります。
ko: 선택한 금액보다 가치가 낮은 보유 자산은 모두 보기로 되돌릴 때까지 지갑 홈에서 숨겨져요.
lt: Mažesnės nei pasirinkta suma vertės turtai paslepiami piniginės pradžios ekrane, kol vėl pasirinksite Rodyti viską.
lv: Aktīvi, kuru vērtība ir mazāka par izvēlēto summu, ir paslēpti no maka sākumlapas, līdz pārslēgsi atpakaļ uz Rādīt visus.
ml: തിരഞ്ഞെടുത്ത തുകയേക്കാൾ കുറവ് മൂല്യമുള്ള ആസ്തികൾ, എല്ലാം കാണിക്കുക എന്നതിലേക്ക് മാറ്റുന്നതുവരെ വാലറ്റ് ഹോമിൽ നിന്ന് മറയ്ക്കും.
mr: निवडलेल्या रकमेपेक्षा कमी मूल्य असलेल्या मालमत्ता, तुम्ही पुन्हा सर्व दाखवा वर बदलेपर्यंत वॉलेट होमवरून लपवल्या जातात.
ms: Pegangan yang bernilai kurang daripada jumlah yang dipilih disembunyikan dari laman utama dompet sehingga anda tukar semula ke Tunjukkan semua.
nb: Beholdninger som er verdt mindre enn det valgte beløpet, skjules på lommebokens startside til du endrer tilbake til Vis alle.
nl: Bezit met een waarde lager dan het gekozen bedrag is verborgen op de startpagina van je wallet totdat je dit terugzet op Alles tonen.
pa: ਚੁਣੀ ਗਈ ਰਕਮ ਤੋਂ ਘੱਟ ਮੁੱਲ ਵਾਲੀਆਂ ਜਾਇਦਾਦਾਂ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸਨੂੰ ਮੁੜ ਸਾਰੇ ਦਿਖਾਓ ਤੇ ਨਹੀਂ ਬਦਲਦੇ, ਵਾਲਿਟ ਹੋਮ ਤੋਂ ਛੁਪਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Aktywa o wartości niższej niż wybrana kwota są ukryte na ekranie głównym portfela do czasu, aż zmienisz to z powrotem na Pokaż wszystko.
pt_br: Os ativos que valem menos do que o valor escolhido ficam ocultos na tela inicial até você voltar para Mostrar todos.
ro: Activele cu valoare sub suma aleasă sunt ascunse de pe ecranul principal al portofelului până când revii la Afișează tot.
ru: Активы дешевле выбранной суммы скрыты на главном экране кошелька, пока вы не вернёте параметр на Показать все.
sk: Aktíva s hodnotou nižšou než zvolená suma sú skryté na domovskej obrazovke peňaženky, kým toto nezmeníte späť na Zobraziť všetko.
sl: Sredstva, vredna manj od izbranega zneska, so skrita z začetnega zaslona denarnice, dokler tega ne preklopite nazaj na Prikaži vse.
sr: Имовина чија је вредност мања од изабраног износа сакривена је са почетног екрана новчаника док ово не вратите на Прикажи све.
sv: Innehav som är värda mindre än det valda beloppet döljs på plånbokens startsida tills du ändrar tillbaka till Visa alla.
sw: Mali zenye thamani chini ya kiasi kilichochaguliwa hufichwa kwenye ukurasa wa mwanzo wa pochi hadi utakapobadilisha tena kuwa Onyesha zote.
ta: தேர்ந்தெடுத்த தொகையை விட குறைந்த மதிப்புள்ள வைப்புகள், அதை மீண்டும் அனைத்தையும் காட்டு என மாற்றும் வரை வாலட் முகப்பில் இருந்து மறைக்கப்படும்.
te: ఎంచుకున్న మొత్తానికి తక్కువ విలువ ఉన్న హోల్డింగ్‌లు, మీరు దానిని తిరిగి అన్నీ చూపించు గా మార్చేవరకు వాలెట్ హోమ్ నుండి దాచబడతాయి.
th: รายการที่มีมูลค่าน้อยกว่ามูลค่าที่เลือกจะถูกซ่อนจากหน้าหลักของวอลเล็ต จนกว่าจะเปลี่ยนกลับเป็นแสดงทั้งหมด
tr: Seçilen tutarın altındaki varlıklar, Tümünü göster seçeneğine geri dönene kadar cüzdan ana ekranında gizlenir.
uk: Активи, вартість яких менша за вибрану суму, приховані на головному екрані гаманця, доки ви не оберете Показати всі.
ur: منتخب رقم سے کم قدر والے اثاثے والیٹ ہوم سے چھپا دیے جاتے ہیں، جب تک آپ اسے سب دکھائیں پر واپس نہ کر دیں۔
vi: Các tài sản có giá trị thấp hơn mức đã chọn sẽ bị ẩn khỏi trang chính của ví cho đến khi bạn đổi lại thành Hiện tất cả.
zh_hans: 价值低于所选金额的持仓将从钱包主页隐藏,直到你改回“显示全部”。
zh_hant: 價值低於所選金額的持倉將從錢包主頁隱藏,直到你改回「顯示全部」。

source: Holdings worth less than this amount are hidden from the wallet screen. They're still in the local store — only the display is filtered.
af: Besittings minder werd as hierdie bedrag word op die beursie-skerm verberg. Hulle is steeds in die plaaslike stoor — slegs die vertoon word gefilter.
ar: تُخفى الحيازات التي تقلّ قيمتها عن هذا المبلغ من شاشة المحفظة. تبقى في التخزين المحلي — يُصفّى العرض فقط.
bg: Активите със стойност под тази сума се скриват от екрана на портфейла. Те остават в локалното хранилище — само показването е филтрирано.
bn: এই পরিমাণের চেয়ে কম মূল্যের হোল্ডিংসমূহ ওয়ালেট স্ক্রিন থেকে লুকিয়ে রাখা হয়। সেগুলো এখনও স্থানীয় স্টোরে আছে — কেবল প্রদর্শন ফিল্টার করা হয়েছে।
ca: Les posicions amb un valor inferior a aquest import s'amaguen de la pantalla de la cartera. Continuen a l'emmagatzematge local — només es filtra la visualització.
cs: Pozice s hodnotou nižší než tato částka jsou na obrazovce peněženky skryty. Zůstávají v lokálním úložišti — pouze zobrazení je filtrované.
da: Beholdninger med en værdi under dette beløb skjules på tegnebogsskærmen. De findes stadig i det lokale lager — kun visningen filtreres.
de: Bestände mit einem Wert unter diesem Betrag werden auf dem Wallet-Bildschirm ausgeblendet. Sie verbleiben im lokalen Speicher — nur die Anzeige wird gefiltert.
el: Τα ποσά αξίας μικρότερης από αυτό το όριο αποκρύπτονται από την οθόνη του πορτοφολιού. Παραμένουν στον τοπικό χώρο αποθήκευσης — φιλτράρεται μόνο η εμφάνιση.
es: Los activos por un valor inferior a este importe se ocultan de la pantalla del wallet. Siguen en el almacén local — solo se filtra la visualización.
et: Sellest summast väiksema väärtusega varad on rahakoti ekraanil peidetud. Need on endiselt kohalikus salvestises — filtreeritakse ainult kuva.
fa: دارایی‌هایی که ارزش آن‌ها کمتر از این مقدار است از صفحهٔ کیف پول پنهان می‌شوند. آن‌ها همچنان در حافظهٔ محلی هستند — فقط نمایش فیلتر می‌شود.
fi: Tämän summan alittavat omistukset piilotetaan lompakkonäkymästä. Ne ovat edelleen paikallisessa muistissa — vain näyttö suodatetaan.
fil: Itinatago ang mga holdings na mas mababa sa halagang ito mula sa wallet screen. Nasa local store pa rin sila — ang display lang ang nasa-filter.
fr: Les avoirs valant moins que ce montant sont masqués sur l'écran du portefeuille. Ils restent dans le stockage local — seul l'affichage est filtré.
he: החזקות בשווי נמוך מסכום זה מוסתרות ממסך הארנק. הן עדיין באחסון המקומי — רק התצוגה מסוננת.
hi: इस राशि से कम मूल्य की होल्डिंग्स वॉलेट स्क्रीन से छिप जाती हैं। वे अभी भी स्थानीय स्टोर में हैं — केवल डिस्प्ले फ़िल्टर हो रहा है।
hr: Stavke vrijednosti manje od ovog iznosa skrivaju se s ekrana novčanika. Ostaju u lokalnoj pohrani — samo je prikaz filtriran.
hu: Az ennél kisebb értékű állományok el vannak rejtve a tárca képernyőjéről. Továbbra is a helyi tárolóban vannak — csak a megjelenítés van szűrve.
id: Aset bernilai di bawah jumlah ini disembunyikan dari layar dompet. Aset masih berada di penyimpanan lokal — hanya tampilannya yang difilter.
is: Eignir með verðmæti undir þessari upphæð eru faldar á veskisskjánum. Þær eru enn í staðbundnu geymslunni — aðeins birtingin er síuð.
it: Le partecipazioni di valore inferiore a questo importo vengono nascoste dalla schermata del portafoglio. Restano nell'archivio locale — viene filtrata solo la visualizzazione.
ja: この金額未満の保有資産はウォレット画面から非表示になります。ローカルの保存領域には残っており、表示のみがフィルタされます。
ko: 이 금액보다 가치가 적은 보유 자산은 지갑 화면에서 숨겨집니다. 로컬 저장소에는 그대로 남아 있으며 — 표시만 필터링됩니다.
lt: Mažesnės nei ši suma vertės turtai paslepiami piniginės ekrane. Jie vis dar yra vietinėje saugykloje — filtruojamas tik rodymas.
lv: Aktīvi, kuru vērtība ir mazāka par šo summu, tiek paslēpti maka ekrānā. Tie joprojām atrodas vietējā krātuvē — tiek filtrēts tikai attēlojums.
ml: ഈ തുകയിലും കുറവ് മൂല്യമുള്ള ഹോൾഡിംഗുകൾ വാലറ്റ് സ്‌ക്രീനിൽ നിന്ന് മറയ്ക്കും. അവ ഇപ്പോഴും ലോക്കൽ സ്റ്റോറിലുണ്ട് — ഡിസ്പ്ലേ മാത്രമേ ഫിൽറ്റർ ചെയ്യപ്പെടുകയുള്ളൂ.
mr: या रकमेपेक्षा कमी मूल्य असलेले होल्डिंग्ज वॉलेट स्क्रीनवरून लपवले जातात. ते अजूनही स्थानिक स्टोरमध्ये आहेत — फक्त डिस्प्ले फिल्टर केला जातो.
ms: Pegangan yang bernilai kurang daripada jumlah ini disembunyikan daripada skrin dompet. Ia masih berada di stor tempatan — hanya paparan yang ditapis.
nb: Beholdninger med verdi under dette beløpet skjules fra lommebokskjermen. De ligger fortsatt i det lokale lageret — kun visningen filtreres.
nl: Bezittingen met een waarde onder dit bedrag worden verborgen op het portemonneescherm. Ze blijven in de lokale opslag — alleen de weergave wordt gefilterd.
pa: ਇਸ ਰਕਮ ਤੋਂ ਘੱਟ ਮੁੱਲ ਵਾਲੀਆਂ ਹੋਲਡਿੰਗਜ਼ ਵਾਲਿਟ ਸਕ੍ਰੀਨ ਤੋਂ ਛੁਪਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਉਹ ਅਜੇ ਵੀ ਸਥਾਨਕ ਸਟੋਰ ਵਿੱਚ ਹਨ — ਸਿਰਫ਼ ਡਿਸਪਲੇ ਫਿਲਟਰ ਹੁੰਦਾ ਹੈ।
pl: Aktywa o wartości poniżej tej kwoty są ukryte na ekranie portfela. Pozostają w lokalnym magazynie — filtrowany jest tylko widok.
pt_br: Saldos com valor inferior a este montante são ocultados da tela da carteira. Eles continuam no armazenamento local — apenas a exibição é filtrada.
ro: Pozițiile cu o valoare mai mică decât această sumă sunt ascunse pe ecranul portofelului. Ele rămân în stocarea locală — doar afișarea este filtrată.
ru: Активы стоимостью меньше этой суммы скрываются на экране кошелька. Они остаются в локальном хранилище — фильтруется только отображение.
sk: Pozície s hodnotou nižšou ako táto suma sa skryjú z obrazovky peňaženky. Zostávajú v lokálnom úložisku — filtruje sa iba zobrazenie.
sl: Stanja, vredna manj od tega zneska, so skrita z zaslona denarnice. Še vedno so v lokalni shrambi — filtrira se le prikaz.
sr: Поседи мањи од овог износа сакривени су са екрана новчаника. И даље су у локалној похрани — само је приказ филтриран.
sv: Innehav till ett värde under detta belopp döljs från plånboksskärmen. De finns kvar i den lokala lagringen — endast visningen filtreras.
sw: Mali zinazothaminiwa chini ya kiasi hiki zinafichwa kutoka skrini ya pochi. Bado ziko kwenye hifadhi ya ndani — onyesho tu ndilo linachujwa.
ta: இந்த தொகையை விட குறைவான மதிப்புள்ள வைப்புகள் வாலட் திரையில் மறைக்கப்படும். அவை இன்னும் உள்ளூர் சேமிப்பகத்தில் உள்ளன — காட்சி மட்டுமே வடிகட்டப்படுகிறது.
te: ఈ మొత్తం కంటే తక్కువ విలువ గల హోల్డింగ్‌లు వాలెట్ స్క్రీన్ నుండి దాచబడతాయి. అవి ఇంకా స్థానిక స్టోర్‌లో ఉన్నాయి — ప్రదర్శన మాత్రమే ఫిల్టర్ చేయబడుతుంది.
th: รายการที่มีมูลค่าต่ำกว่าจำนวนนี้จะถูกซ่อนจากหน้าจอกระเป๋าสตางค์ ยังคงอยู่ในที่จัดเก็บภายในเครื่อง — กรองเฉพาะการแสดงผล
tr: Bu tutardan daha az değere sahip varlıklar cüzdan ekranında gizlenir. Yerel depolamada kalmaya devam ederler — yalnızca görüntü filtrelenir.
uk: Активи вартістю менше за цю суму приховуються з екрана гаманця. Вони залишаються в локальному сховищі — фільтрується лише відображення.
ur: اس مقدار سے کم مالیت کی ملکیتیں والٹ اسکرین سے چھپ جاتی ہیں۔ وہ مقامی اسٹور میں اب بھی موجود ہیں — صرف ڈسپلے فلٹر ہوتی ہے۔
vi: Các tài sản có giá trị nhỏ hơn mức này được ẩn khỏi màn hình ví. Chúng vẫn ở trong kho lưu trữ cục bộ — chỉ phần hiển thị được lọc.
zh_hans: 价值低于此金额的持仓会从钱包界面中隐藏。它们仍在本地存储中 — 只是显示被过滤。
zh_hant: 價值低於此金額的持倉會從錢包介面中隱藏。它們仍在本機儲存中 — 只是顯示被篩選。

source: Home
af: Tuis
ar: الرئيسية
bg: Начало
bn: হোম
ca: Inici
cs: Domů
da: Hjem
de: Start
el: Αρχική
es: Inicio
et: Avaleht
fa: خانه
fi: Koti
fr: Accueil
he: בית
hi: होम
hr: Početna
hu: Kezdőlap
id: Beranda
is: Heim
ja: ホーム
ko: 홈
lt: Pradžia
lv: Sākums
ml: ഹോം
mr: होम
ms: Laman Utama
nb: Hjem
nl: Start
pa: ਹੋਮ
pl: Początek
pt_br: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sr: Почетна
sv: Hem
sw: Mwanzo
ta: முகப்பு
te: హోమ్
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
ur: ہوم
vi: Trang chủ
zh_hans: 主页
zh_hant: 主畫面

source: I already have a wallet
af: Ek het reeds ʼn beursie
ar: لديّ محفظة بالفعل
bg: Вече имам портфейл
bn: আমার ইতিমধ্যেই একটি ওয়ালেট আছে
ca: Ja tinc una cartera
cs: Už peněženku mám
da: Jeg har allerede en tegnebog
de: Ich habe bereits eine Wallet
el: Έχω ήδη πορτοφόλι
es: Ya tengo una cartera
et: Mul on juba rahakott
fa: از قبل کیف پول دارم
fi: Minulla on jo lompakko
fil: Mayroon na akong wallet
fr: J’ai déjà un portefeuille
he: כבר יש לי ארנק
hi: मेरे पास पहले से वॉलेट है
hr: Već imam novčanik
hu: Már van tárcám
id: Saya sudah punya dompet
is: Ég á þegar veski
it: Ho già un portafoglio
ja: すでにウォレットがある
ko: 이미 지갑이 있습니다
lt: Aš jau turiu piniginę
lv: Man jau ir maks
ml: എനിക്ക് ഇതിനകം ഒരു വാലറ്റ് ഉണ്ട്
mr: माझ्याकडे आधीच एक वॉलेट आहे
ms: Saya sudah ada dompet
nb: Jeg har allerede en lommebok
nl: Ik heb al een wallet
pa: ਮੇਰੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਵਾਲਿਟ ਹੈ
pl: Mam już portfel
pt_br: Já tenho uma carteira
ro: Am deja un portofel
ru: У меня уже есть кошелёк
sk: Peňaženku už mám
sl: Denarnico že imam
sr: Већ имам новчаник
sv: Jag har redan en plånbok
sw: Tayari nina pochi
ta: என்னிடம் ஏற்கனவே ஒரு பணப்பை உள்ளது
te: నాకు ఇప్పటికే ఒక వాలెట్ ఉంది
th: ฉันมีกระเป๋าอยู่แล้ว
tr: Zaten bir cüzdanım var
uk: У мене вже є гаманець
ur: میرے پاس پہلے سے ایک والٹ ہے
vi: Tôi đã có ví
zh_hans: 我已有钱包
zh_hant: 我已有錢包

source: I understand
af: Ek verstaan
ar: فهمت
bg: Разбирам
bn: আমি বুঝেছি
ca: Ho entenc
cs: Rozumím tomu
da: Jeg forstår
de: Ich verstehe
el: Καταλαβαίνω
es: Lo entiendo
et: Saan aru
fa: می‌فهمم
fi: Ymmärrän
fil: Naiintindihan ko
fr: Je comprends
he: אני מבין
hi: मैं समझता हूँ
hr: Razumijem
hu: Megértettem
id: Saya mengerti
is: Ég skil
it: Ho compreso
ja: 理解しました
ko: 이해했습니다
lt: Suprantu
lv: Es saprotu
ml: എനിക്ക് മനസ്സിലായി
mr: मला समजले
ms: Saya faham
nb: Jeg forstår
nl: Ik begrijp het
pa: ਮੈਨੂੰ ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem to
pt_br: Eu entendo
ro: Înțeleg
ru: Я понимаю
sk: Chápem to
sl: Razumem
sr: Разумем
sv: Jag förstår
sw: Ninaelewa
ta: நான் புரிந்துகொள்கிறேன்
te: నాకు అర్థమైంది
th: ฉันเข้าใจ
tr: Anlıyorum
uk: Я розумію
ur: میں سمجھتا ہوں
vi: Tôi đã hiểu
zh_hans: 我明白了
zh_hant: 我了解

source: I understand if I lose my recovery phrase, I lose my crypto.
af: Ek verstaan — as ek my herstelfrase verloor, verloor ek my kripto.
ar: أُدرك أنّني إذا فقدت عبارة الاسترداد، فقدتُ عملاتي المُشفَّرة.
bg: Разбирам, че ако загубя фразата си за възстановяване, губя криптото си.
bn: আমি বুঝি, রিকভারি ফ্রেজ হারালে আমার ক্রিপ্টোও হারিয়ে যায়।
ca: Entenc que si perdo la meva frase de recuperació, perdo el meu cripto.
cs: Rozumím, že pokud ztratím obnovovací frázi, ztratím své kryptoměny.
da: Jeg forstår, at hvis jeg mister min gendannelsessætning, mister jeg min krypto.
de: Mir ist klar: Wenn ich meine Wiederherstellungsphrase verliere, verliere ich meine Krypto.
el: Καταλαβαίνω ότι αν χάσω τη φράση ανάκτησης, χάνω τα κρυπτονομίσματά μου.
es: Entiendo que si pierdo mi frase de recuperación, pierdo mis criptos.
et: Saan aru, et kui kaotan taastefraasi, kaotan oma krüpto.
fa: می‌دانم که اگر عبارت بازیابی‌ام را گم کنم، رمزارزهایم را از دست می‌دهم.
fi: Ymmärrän, että jos menetän palautuslauseeni, menetän kryptoni.
fil: Naiintindihan ko na kapag nawala ang aking recovery phrase, mawawala rin ang aking crypto.
fr: Je comprends que si je perds ma phrase de récupération, je perds mes cryptos.
he: אני מבין שאם אאבד את ביטוי השחזור, אאבד את הקריפטו שלי.
hi: मुझे समझ है: अगर मेरा रिकवरी फ़्रेज़ खो गया, तो मेरी क्रिप्टो भी खो जाती है।
hr: Razumijem: ako izgubim frazu za oporavak, gubim svoju kriptovalutu.
hu: Megértem, hogy ha elveszítem a helyreállítási kifejezést, elveszítem a kriptómat.
id: Saya memahami bahwa jika kehilangan frasa pemulihan, saya kehilangan kripto saya.
is: Ég skil að ef ég týni endurheimtarsetningunni minni, þá týni ég rafmyntinni minni.
it: Capisco che se perdo la mia frase di ripristino, perdo le mie cripto.
ja: リカバリーフレーズを失えば、私の暗号資産も失われることを理解しています。
ko: 복구 문구를 잃어버리면 제 암호화폐도 잃는다는 사실을 이해합니다.
lt: Suprantu, kad praradęs atkūrimo frazę prarandu savo kriptovaliutą.
lv: Es saprotu — ja pazaudēšu savu atkopšanas frāzi, es zaudēšu savu kriptovalūtu.
ml: എന്റെ വീണ്ടെടുക്കൽ വാക്യം നഷ്ടപ്പെട്ടാൽ, എന്റെ ക്രിപ്റ്റോയും നഷ്ടപ്പെടുമെന്ന് എനിക്ക് മനസ്സിലാകുന്നു.
mr: मला समजतंय — माझी रिकव्हरी फ्रेज हरवली, तर माझी क्रिप्टोही हरवते.
ms: Saya faham, jika saya kehilangan frasa pemulihan saya, saya kehilangan kripto saya.
nb: Jeg forstår at hvis jeg mister gjenopprettingsfrasen, mister jeg kryptoen min.
nl: Ik begrijp dat als ik mijn herstelzin verlies, ik mijn crypto verlies.
pa: ਮੈਂ ਸਮਝਦਾ ਹਾਂ — ਜੇ ਮੈਂ ਆਪਣੀ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਗੁਆ ਦਿੱਤੀ, ਤਾਂ ਮੈਂ ਆਪਣੀ ਕ੍ਰਿਪਟੋ ਗੁਆ ਦੇਵਾਂਗਾ।
pl: Rozumiem, że jeśli zgubię frazę odzyskiwania, tracę swoje kryptowaluty.
pt_br: Eu entendo que se eu perder minha frase de recuperação, eu perco minhas criptos.
ro: Înțeleg că dacă îmi pierd expresia de recuperare, îmi pierd cripto.
ru: Я понимаю: если я потеряю фразу восстановления, я потеряю свою криптовалюту.
sk: Rozumiem, že ak stratím obnovovaciu frázu, stratím svoje kryptomeny.
sl: Razumem, da če izgubim obnovitveno frazo, izgubim svoje kriptovalute.
sr: Разумем: ако изгубим фразу за опоравак, губим своју криптовалуту.
sv: Jag förstår att om jag förlorar min återställningsfras förlorar jag mina kryptotillgångar.
sw: Naelewa, nikipoteza kifungu changu cha urejesho, ninapoteza krypto yangu.
ta: என் மீட்பு சொற்றொடரை இழந்தால், என் கிரிப்டோவையும் இழக்கிறேன் என்பதை நான் புரிந்துகொள்கிறேன்.
te: నేను నా రికవరీ ఫ్రేజ్‌ను కోల్పోతే, నా క్రిప్టోను కూడా కోల్పోతానని నాకు అర్థమైంది.
th: ฉันเข้าใจว่าหากสูญเสียวลีกู้คืน ฉันจะสูญเสียคริปโตของฉัน
tr: Kurtarma ifademi kaybedersem kriptolarımı kaybederim, anlıyorum.
uk: Я розумію: якщо я втрачу фразу відновлення, я втрачу свою криптовалюту.
ur: میں سمجھتا ہوں کہ اگر میں نے اپنا ریکوری فریز کھو دیا، تو میں اپنی کرپٹو کھو دوں گا۔
vi: Tôi hiểu rằng nếu mất cụm từ khôi phục, tôi sẽ mất tiền điện tử của mình.
zh_hans: 我明白：丢失助记词，就等于丢失我的加密资产。
zh_hant: 我明白：遺失助記詞，就等於失去我的加密資產。

source: Identity
af: Voorkoms
ar: الهوية
bg: Облик
bn: পরিচয়
ca: Identitat
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Ταυτότητα
es: Identidad
et: Välimus
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Identité
he: מראה
hi: पहचान
hr: Izgled
hu: Megjelenés
id: Identitas
is: Útlit
it: Identità
ja: アピアランス
ko: 외형
lt: Išvaizda
lv: Izskats
ml: രൂപം
mr: दिसणं
ms: Penampilan
nb: Utseende
nl: Identiteit
pa: ਦਿੱਖ
pl: Tożsamość
pt_br: Identidade
ro: Identitate
ru: Облик
sk: Vzhľad
sl: Videz
sr: Изглед
sv: Utseende
sw: Mwonekano
ta: தோற்றம்
te: రూపం
th: ลักษณะ
tr: Kimlik
uk: Вигляд
ur: ظاہری شکل
vi: Diện mạo
zh_hans: 外观
zh_hant: 外觀
